

{"status":"ok","totalResults":16950,"articles":[{"source":{"id":"cnn","name":"CNN"},"author":"Germán Padinger","title":"OPINIÓN | El presidente Joe Biden y su extraña tranquilidad ante la adversidad","description":"Los resultados de las elecciones del 2 de noviembre en Virginia deberían ser motivo de alarma para el Partido Demócrata, pero el presidente Joe Biden mantiene esa extraña tranquilidad ante la adversidad.","url":"https://cnnespanol.cnn.com/2021/11/05/opinion-biden-extrana-tranquilidad-adversidad-orix/","urlToImage":"https://cnnespanol.cnn.com/wp-content/uploads/2021/11/descarga-3.jpeg?quality=100&strip=info","publishedAt":"2021-11-05T20:37:35Z","content":"Nota del editor: Jorge Dávila Miguel es licenciado en Periodismo desde 1973 y ha mantenido una carrera continuada en su profesión hasta la fecha. Tiene posgrados en Ciencias de la Información Social … [+5136 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"rglasspiegelnyp","title":"How two women’s selfie with Tyson Fury ended in an eight-hour drunken bender","description":"Stella Kabelis, 21, and Kailah Downie, 24, asked Tyson Fury, 33, for a selfie outside a restaurant in Manchester, England.","url":"https://nypost.com/2021/11/05/how-two-womens-selfie-with-tyson-fury-ended-in-an-eight-hour-drunken-bender/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/fury-comp.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T20:32:22Z","content":"Stop me if you’ve heard this one before: two women asked a heavyweight boxing champ for a selfie, and ended up on an eight-hour drinking bender with him and his friend.\r\nThat’s precisely what happene… [+1407 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Louis Casiano","title":"San Francisco police officer arrested for alleged Rite Aid robbery","description":"A San Francisco police officer was arrested Wednesday in connection with robbing a Rite Aid, authorities said.","url":"https://www.foxnews.com/us/san-francisco-police-arrested-rite-aid","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2021/11/SFPD-DAVIN-COLE.jpg","publishedAt":"2021-11-05T20:30:03Z","content":"A San Francisco police officer was arrested Wednesday in alleged connection with the robbing of a Rite Aid, authorities said. \r\nSgt. Davin Cole has been placed on unpaid leave pending an internal inv… [+954 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"Asia Grace","title":"‘Plus-size Hooters’ in booty shorts spark debate: We are ‘sexy and confident’","description":"The restaurant has been placed on a cyber rotisserie spit in the debate over whether it should begin hiring full-figured women to sling their world-famous wings while donning their signature skimpy uniforms.","url":"https://nypost.com/2021/11/05/plus-size-hooters-in-booty-shorts-spark-debate/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/hooters-halloween.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T20:23:52Z","content":"Theyre serving up thick thighs, breasts and wings and the thick girls want in!\r\nFried chicken chain Hooters is in the thick of yet another social media beef.\r\nThis time, the restaurant has been place… [+3489 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Stephanie Nolasco","title":"Carole Baskin’s restraining order against Netflix over ‘Tiger King 2’ denied","description":"The judge ruled that Carol Baskin and her husband Howard \"are not entitled to the extraordinary remedy of a temporary restraining order, which would be entered before Defendants have had an adequate opportunity to respond.”","url":"https://www.foxnews.com/entertainment/carole-baskin-netflix-tiger-king-restraining-order-denied","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2021/11/Carole-Baskin-NETFLIX-CC.jpg","publishedAt":"2021-11-05T20:12:54Z","content":"Carole Baskin has suffered a major setback.\r\nA Florida judge has denied the 60-year-olds motion for a temporary restraining order that would block Netflix and Royal Goode Productions from featuring f… [+2987 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Melissa Roberto, Michael Ruiz, Lauryn Overhultz","title":"Alec Baldwin ‘Rust’ shooting: ‘Immature’ gun handling alarmed cast and crew, sources allege","description":"Gun handling on Alec Baldwin’s “Rust” set in Santa Fe, New Mexico, appeared alarmingly “green,” “immature” and “lackadaisical,” according to sources close to the set who told Fox News Digital they were horrified at times by some of what they saw.","url":"https://www.foxnews.com/entertainment/alec-baldwin-rust-shooting-immature-gun-handling","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2021/10/Rust-movie-Halyna-Hutchins.jpg","publishedAt":"2021-11-05T20:08:35Z","content":"ALBUQUERQUE, N.M. EXCLUSIVE: Gun handling on Alec Baldwins \"Rust\" set in Santa Fe, New Mexico, appeared alarmingly \"green,\" \"immature\" and \"lackadaisical,\" according to sources close to the set who s… [+9303 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Catherine Hickley","title":"Smithsonian Museum of African Art removes Benin bronzes from display and plans to repatriate them","description":"\"We cannot build for the future without making our best effort at healing the wounds of the past,\" the museum's director said.","url":"https://www.cnn.com/style/article/smithsonian-african-art-benin-bronzes-repatriation/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/211105112449-restricted-01-smithsonian-african-art-benin-bronzes-super-tease.jpg","publishedAt":"2021-11-05T20:04:28Z","content":"artsPublished 5th November 2021\r\nThis article was originally published by The Art Newspaper, an editorial partner of CNN Style.\r\nThe Smithsonian Institute's National Museum of African Art in Washingt… [+2238 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"Craig McCarthy, Tina Moore","title":"Ex-SBA boss Ed Mullins’ offensive tweets will cost him $31,900","description":"Sgt. Ed Mullins was docked 70 vacation days for tweeting the confidential arrest report of Mayor Bill de Blasio’s daughter and posting vulgar messages directed at two city officials.","url":"https://nypost.com/2021/11/05/ex-sba-boss-ed-mullins-offensive-tweets-will-cost-him-32k/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/mullins-comp.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T20:03:43Z","content":"The embattled former head of the Sergeant’s Benevolent Association will lose out on more than $30,000 as part of his more than two-month punishment for a trio of offensive tweets, The Post has learne… [+2585 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Nicole Chavez and Brandon Tensley, CNN","title":"The racial breakdown of the jury for the trial for Ahmaud Arbery's killing recalls an ugly history in America","description":"The possibility that three White men accused of chasing and killing Ahmaud Arbery may be acquitted had Georgia residents tense and anxious when this week's approval of a nearly all-White jury in the men's trial became a reminder of why Black people mistrust t…","url":"https://www.cnn.com/2021/11/05/us/jury-race-makeup-ahmaud-arbery-case/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/211105120234-02-ahmaud-arbery-killing-jury-selection-1026-super-tease.jpg","publishedAt":"2021-11-05T20:03:09Z","content":"(CNN)The possibility that three White men accused of chasing and killing Ahmaud Arbery may be acquitted had Georgia residents tense and anxious when this week's approval of a nearly all-White jury in… [+6696 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Geneva Sands, CNN","title":"Former Bush official who warned about Trump to be named Homeland Security intel chief","description":"President Joe Biden plans to nominate attorney and former Bush administration appointee Kenneth Wainstein to lead the Department of Homeland Security's intelligence division, according to a department official, a step towards permanent leadership at an office…","url":"https://www.cnn.com/2021/11/05/politics/ken-wainstein-dhs-intel-chief-nomination/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/211105150452-kenneth-wainstein-file-2017-super-tease.jpg","publishedAt":"2021-11-05T20:01:21Z","content":"(CNN)President Joe Biden plans to nominate attorney and former Bush administration appointee Kenneth Wainstein to lead the Department of Homeland Security's intelligence division, according to a depa… [+3310 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"The Sun","title":"‘Mind-blowing’ truth about why women’s underwear have bows on them","description":"It’s so common that you’ve probably seen it a million times and not registered it. But have you noticed that virtually every pair of women’s underwear has a small ribbon bow attached to the front? You will now we’ve pointed it out. Did you ever wonder why tha…","url":"https://nypost.com/2021/11/05/mind-blowing-truth-about-why-womens-underwear-have-bows-on-them/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/Underwear-feature.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T19:57:40Z","content":"Its so common that youve probably seen it a million times and not registered it.\r\nBut have you noticed that virtually every pair of womens underwear has a small ribbon bow attached to the front? You … [+1454 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"CNN بالعربية","title":"مقتل طفل فلسطيني برصاص القوات الإسرائيلية في مواجهات بالضفة","description":"أعلنت وزارة الصحة الفلسطينية، الجمعة، أن طفلا يبلغ من العمر 13 عاما يدعى محمد دعدس توفي متأثرا بجراحه إثر إصابته برصاص القوات الإسرائيلية خلال مواجهات بين فلسطينيين وجنود إسرائيليين في دير الحطب شرقي مدينة نابلس بالضفة الغربية.","url":"https://arabic.cnn.com/middle-east/article/2021/11/05/palestinian-israeli-forces-west-bank","urlToImage":"https://cnn-arabic-images.cnn.io/cloudinary/image/upload/w_1597,h_838,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2021/11/05/images/197692.jpg","publishedAt":"2021-11-05T19:52:14Z","content":""},{"source":{"id":null,"name":"Vox"},"author":"Nicole Narea","title":"What is the price of separated immigrant families’ trauma?","description":"Both Republicans and Biden say $450,000 payouts are too high.","url":"https://www.vox.com/policy-and-politics/22763438/family-separation-settlement-biden-trump","urlToImage":"https://cdn.vox-cdn.com/thumbor/jG4EfGXMVGoNOIWfuNyFMR9pkVI=/0x317:4666x2760/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/22988800/AP18205812337755.jpg","publishedAt":"2021-11-05T19:50:00Z","content":"Carlos Fuentes Maldonado, a Honduras immigrant seeking asylum, holds his daughter Mia, 1, after they were reunited in 2018, in San Antonio, Texas. Mia and her 4-year-old sister had been taken to a sh… [+10275 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"Jackie Salo","title":"‘Multiple’ bomb threats at Yale University force student evacuations","description":"Police evacuated students at Yale University after several bomb threats were called in around campus Friday, police said. Eight buildings were evacuated out of an abundance of caution.","url":"https://nypost.com/2021/11/05/yale-university-bomb-threats-forces-student-evacuations/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/yale-campus.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T19:48:06Z","content":"Police evacuated students at Yale University after several bomb threats were called in around campus Friday, police said.\r\nResponding officers said that the threats targeted “multiple buildings” in t… [+495 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Joshua Nelson","title":"'Woke Racism' author McWhorter: Condoleezza Rice’s criticism of critical race theory is 'dead right'","description":"Columbia professor and author John McWhorter said on Friday that Condoleezza Rice's criticism of critical race theory was correct.","url":"https://www.foxnews.com/media/john-mcwhorter-condoleezza-rice-criticism-critical-race-theory","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2018/10/d062435a237a7a9790228552c210dc2aw-c0xd-w640_h480_q80.jpg","publishedAt":"2021-11-05T19:41:36Z","content":"Columbia University professor and author John McWhorter said on Friday that former Secretary of State Condoleezza Rice\r\n's criticism of critical race theory was correct.\r\n\"She's dead, right,\" the aut… [+2905 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"Theo Wayt","title":"Tinder’s Sean Rad paid witness $2M before trial against Barry Diller’s company: docs","description":"Tinder co-founder Sean Rad, who’s suing Barry Diller’s media empire for a staggering $2 billion, paid a witness $2 million ahead of his testimony, according to court documents.","url":"https://nypost.com/2021/11/05/tinders-sean-rad-paid-witness-2m-before-trial-against-barry-dillers-company/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/sean-rad_06.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T19:41:26Z","content":"Tinder co-founder Sean Rad — whos suing Barry Dillers media empire for a staggering $2 billion, claiming it duped him about the wildly successful hookup app’s value — paid $2 million to a key witness… [+5140 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"Ryan Glasspiegel","title":"Frank Gore, Deron Williams could be headed for celebrity boxing showdown","description":"Williams will fight on the undercard of Jake Paul vs. Tommy Fury on Dec. 18 and that a potential opponent is longtime NFL running back Frank Gore.","url":"https://nypost.com/2021/11/05/frank-gore-deron-williams-appear-headed-for-boxing-showdown/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/deron2.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T19:38:38Z","content":"Celebrity boxing is in vogue these days, and there are two former sports stars who could be headed for a showdown.\r\nStadium’s Shams Charania reported that former Nets star Deron Williams will fight o… [+1388 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Jessica Napoli","title":"'RHOBH' star Dorit Kemsley 'grateful' she and kids weren't harmed in robbery, says castmate Garcelle Beauvais","description":"The LAPD confirmed to Fox News the burglary occurred at 10:50 pm on October 27 at her Encino Hills home.","url":"https://www.foxnews.com/entertainment/rhobh-dorit-kemsley-grateful-kids-werent-harmed-robbery","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2021/11/garcelle-dorit-bravo.jpg","publishedAt":"2021-11-05T19:35:31Z","content":"Dorit Kemsley is still recovering but \"grateful\" her family is safe after reportedly being held at gunpoint during a home invasion, according to \"Real Housewives of Beverly Hills\" castmate Garcelle B… [+3120 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Nicole Pelletiere","title":"Top baby names list for 2021 reveals familiar trends","description":"For the second year in a row, these two names are the most popular for girls and boys – leading BabyCenter's Top 100 Baby Names list.","url":"https://www.foxnews.com/lifestyle/top-baby-names-list-for-2021","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2019/01/baby-name.jpg","publishedAt":"2021-11-05T19:35:24Z","content":"Olivia and Liam are still the highest ranking baby names in the U.S.\r\nFor the second year in a row, the names are the most popular for girls and boys leading BabyCenter's Top 100 Baby Names list. The… [+1677 chars]"},{"source":{"id":null,"name":"New York Post"},"author":"Associated Press","title":"From space, astronaut sounds the alarm about climate crisis","description":"Through the portholes of the International Space Station, French astronaut Thomas Pesquet has an arresting view of global warming’s repercussions.","url":"https://nypost.com/2021/11/05/from-space-astronaut-sounds-the-alarm-about-climate-crisis/","urlToImage":"https://nypost.com/wp-content/uploads/sites/2/2021/11/Space-feature.jpg?quality=90&strip=all&w=1024","publishedAt":"2021-11-05T19:31:27Z","content":"PARIS Entire regions of Earth in flames. Storms trailing destruction in their wake. And the haunting fragility of humanitys only home floating like a blue, tarnished pearl in the vastness of space.\r\n… [+1503 chars]"}]}